Repository: DaniRuizPerez/SeniorProjectChromevol
Catalog: chromevaloaTFG/translations/*/LC_MESSAGES/django.po
Languages: es

source: Chromevaloa Administration
es: Administración de Chromevaloa

source: EDIT
es: EDITAR

source: CONTIG ID
es: ID DEL CONTIG

source: TOP BLAST HIT ACCESSION
es: MEJORES ACCESSSION DE BLAST

source: DESCRIPTION
es: DESCRIPCIÓN

source: E-VALUE
es: E-VALOR

source: MEAN SIMILARITY
es: PARECIDO MEDIO

source: ORF DESCRIPTION
es: DESCRIPCIÓN ORF

source: TOP HIT ACCESSION
es: MEJORES ACCESSSION

source: DIFFERENTIAL EXPRESSION
es: EXPRESIÓN DIFERENCIAL

source: 404 ERROR
es: ERROR 404

source: We couldn't find that page
es: No pudimos encontrar esa página

source: 500 ERROR
es: ERROR 500

source: It seems an error happened
es: Parece que hubo un error

source: Home
es: Inicio

source: Paste your sequence here
es: Copia aquí tu secuencia

source: Or select or drop your file here
es: O pega o arrastra tu fichero aquí

source: E-value
es: E-Valor

source: Max number of hits displayed
es: Máximo número de aciertos a mostrar

source: SUBMIT
es: SUBIR

source: ERROR IN THE QUERY, PLEASE SUBMIT A NON-EMPTY QUERY
es: ERROR EN LA CONSULTA, POR FAVOR INTRODUCE UNA NO VACÍA

source: Get some help
es: Obtén algo de ayuda

source: ERROR IN THE E-VALUE FIELD, PLEASE SUBMIT A FIELD LIKE 1e-10 OR 0.002
es: ERROR EN EL CAMPO DEL E-VALOR, POR FAVOR INTRODUCE ALGO COMO 1e-10 Ó 0.002

source: ERROR IN THE HITS FIELD, PLEASE SUBMIT A VALID NUMERIC VALUE
es: ERROR EN EL CAMPO DE ACIERTOS, POR FAVOR INTRODUCE UN VALOR NUÉRICO VÁLIDO

source: ERROR IN THE QUERY, WRONG IMPUT FOR THIS CONFIGURATION
es: ERROR EN LA CONSULTA, PARÁMETROS INVÁLIDOS PARA ESTA CONFIGURACIÓN

source: DATABASE:
es: BASE DE DATOS:

source: Database length:
es: longitud BD:

source: Database name:
es: nombre BD

source: Num letters in database
es: Num letras en la BD:

source: Database sequences:
es: Secuencias BD:

source: Application:
es: Aplicación:

source: Expect:
es: E-Valor

source: Filter:
es: Filtro:

source: Effective search space:
es: Espacio de búsqueda efectivo:

source: Ka params:
es: Parámetros ka:

source: Matrix:
es: Matriz:

source: Version:
es: Versión:

source: QUERY:
es: CONSULTA:

source: Query ID:
es: ID consulta:

source: Query length:
es: Longitud consulta:

source: Query letters:
es: Letras consulta:

source: Sequences producing significant alignments
es: Secuencias que producen alineamientos significativos

source: Score(bits)
es: Puntuación (bits)

source: Evalue
es: E-Valor

source: num alignmets
es: Num alineamientos

source: ALIGNMENTS
es: ALINEAMIENTOS

source: Score
es: Puntuación

source: Expect
es: E-Valor

source: Identities
es: Identidades

source: Positives
es: Positivos

source: Frame
es: Marco

source: Query
es: Consulta

source: Match
es: Emparejamiento

source: Subject
es: Sujeto

source: Search
es: Buscar

source: This library represents the transcriptomic analysis of the digestive gland of Mytilus galloprovincialis (5 individuals population) exposed to Okadaic Acid (200 cells of Prorocentrum lima / litre) for one day.
es: Esta librería representa el análisis transcriptomico de la glánduladigestiva del Mytilus galloprovincialis (población de 5 individuos) expuestosal Ácido Okadaico (200 de Prorocentrum lima / litro) por un día.

source: Next Generation Sequencing technique (454-Roche) was used to generate raw data (reads). SeqTrimNEXT and MIRA were used in reads processing in order to assemble consensus sequences (contigs) that constitute the NORM_TREATED library.
es: Para obtener los datos crudos (lecturas) se usó la técnicaNext Generation (454-Roche). Se usó SeqTrimNEXT y MIRA en el procesamiento de las lecturas para conseguir secuencias de consenso (contigs) queconstituyen NORM_TREATED

source: This library represents the transcriptomic analysis of the digestive gland of Mytilus galloprovincialis (5 individuals population) not exposed to Okadaic Acid, used as control population.
es: Esta librería representa el análisis transcriptómico de la gánduladigestiva del Mytilus galloprovincialis (población de 5 individuos) no expuestos al Ácido Okadaico, usada como población de control

source: Next Generation Sequencing technique (454-Roche) was used to generate raw data (reads). SeqTrimNEXT and MIRA were used in reads processing in order to assemble consensus sequences (contigs) that constitute the NORM_CONTROL library.
es: Para obtener los datos crudos (lecturas) se usó la técnicaNext Generation (454-Roche). Se usó SeqTrimNEXT y MIRA en el procesamiento de las lecturas para conseguir secuencias de consenso (contigs) queconstituyen NORM_CONTROL

source: Both libraries together (NORM_TREATED and NORM_CONTROL).
es: Las dos librerías juntas (NORM_TREATED y NORM_CONTROL)

source: Check the alignment with jalview
es: Compara el alineamiento con jalview

source: Download the alignment file
es: Descarga el fichero de alineamiento

source: Launch Jalview
es: Abrir Jalview

source: Browse
es: Navegar

source: Expression
es: Expresiones

source: About
es: Acerca de

source: Marine biotoxins synthesized by Harmful Algal Blooms (HABs) represent one of the most important sources of contamination in marine environments, threatening fisheries and aquaculture-based industries in coastal areas. Okadaic Acid (OA) is the most predominant biotoxin in the European coasts, constituting a potent tumor promoter encompassing genotoxic effects (most notably DNA breaks and alterations in DNA repair mechanisms) mirrored by alterations of chromatin metabolism.
es: Las biotoxinas marinas sintetizadas por Floraciones de Algas Nocivas (HABs), representan una de las fuentes mas importantes de contaminacion en entornos marinos,amenazando peces e industrias basadas en aquicultura en zonas costeras. El Ácido Okadaico (OA), es la biotoxina más predominante en las costas Europeas, constituyendo un potente propotor de tumores, abarcando efectos genotóxicos (sobre todo roturas de ADN y alteraciones en los mecanismos de reparación del mismo).Reflejado en alteraciones del metabolismo de la cromatina.

source: Consequently, the development of chromatin-based tests for detecting and evaluating OA genotoxic effect represents an important advance in the biomonitoring of pollution in the marine environment.
es: Consecuentemente, el desarrollo de test basados en la cromatina para detectar y evaluar los efectos genotóxicos del OA representan un importante avance en la biomonitorización de la contaminacion en entornos marinos.

source: To date, the development of chromatin-based studies to this purpose has been hampered by an almost complete lack of information on chromatin in those marine invertebrates generally used as sentinel organisms in pollution studies, specially the mussel Mytilus galloprovincialis . In order to fill this gap, we have developed CHROMEVALOA db, a partially curated collection of chromatin-related proteins differentially expressed by this mussel species in response to OA.
es: Hasta la fecha, el desarrollo de estudios basados en la cromatina en este propósito ha sido obstaculizado por una casi completa falta de información de la cromatina en aquellos invertebrados marinos generalmente usados como organismos centinela en estudios de contaminación, especialmente el molusco Mytilus galloprovincialis. Con el objetivo de cubrir este hueco, hemos desarrolladola base de datos de CRHOMEVALOA, una colección de proteinas asociadas ala cromatina espresadas diferencialmente en especies de este molusco en respuesta al AO

source: This resource comprises a collection of previously unreleased sequences obtained through Next Generation Sequencing (NGS), including histones, histone variants, chromatin remodelling factors, as well several other factors relev ant for chromatin dynamics.
es: Este recurso cuenta con una coleción de secuencias inéditas obtenidasmediante Next Generation Sequencing (NGS), incluyendo histonas, variantesde histonas, factores remodelantes de la cromatina, así como muchos otros factores relevantes en la dinámica de la cromatina.

source: CHROMEVALOA db constitutes an inclusive and dynamic database focused on the development of chromatin-based tests for OA genotoxicity in the marine environment.
es: La Base de Datos de CHROMEVALOA constituye una base de datos dinámica centrada en el desarrollo de test basados en la cromatina para la genotoxicidad del OA en entornos marinos.

source: The implementation of such tests in natural populations has the potential to provide an important leap in the biomonitoring of this biotoxin, with critical implications for the evaluation of DNA damage in these marine organisms, the optimization of their harvesting and the elaboration of additional tests designed to evaluate the safety of their consumption and potential implications for consumer’s health.
es: La implementacion de dichos test en poblaciones naturales tiene el potencial de convertirse en un importante salto en la biomonitorizacion de esta biotoxina, con implicaciones críticas para la evaluación del daño en el ADN de estos organismos marinos, la optimización de la recoleción y elaboración de test adicionales diseñados para evaluar la seguridad de su consumición y potenciales impliaciones para la salud del consumidor.

source: How to cite:
es: Cómo citar:

source: Suárez-Ulloa V, Fernández-Tajes J, Aguiar-Pulido V, Rivera-Casas C, González-Romero R, Ausio J, Méndez J, Dorado J, Eirín-López JM. The CHROMEVALOA Database: A Resource for the Evaluation of Okadaic Acid Contamination in the Marine Environment Based on the Chromatin-Associated Transcriptome of the Mussel Mytilus galloprovincialis. Marine Drugs. 2013; 11(3):830-841.
es: Suárez-Ulloa V, Fernández-Tajes J, Aguiar-Pulido V, Rivera-Casas C, González-Romero R, Ausio J, Méndez J, Dorado J, Eirín-López JM. The CHROMEVALOA Database: Un recurso para la evaluación de la contaminación del Ácido Okadaico basado en el transcriptoma asociado a la cromatina del molusco Mytilus galloprovincialis. Marine Drugs. 2013; 11(3):830-841.

source: Visualization of assembled reads belonging to
es: Visualización de los reads alineados pertenecientes a

source: using Jalview
es: usando jalview

source: In case you find problems with the visualization, you can download the alignment file
es: En caso de que no puedas visualizarlo, puedes descargar el fichero de alineamiento

source: HERE.
es: AQUÍ.

source: And download the Applet
es: Y descargar el Applet

source: Program
es: Programa

source: Database
es: Base de Datos

source: Functional Description
es: Descripción Funcional

source: Nucleotide
es: Nucleótidos

source: Direct nucleotide alignment
es: Alineamiento directo de nucleótidos

source: Protein
es: Proteina

source: Nucleotide (translated)
es: Nucleótidos (traducidos)

source: Protein alignment, nucleotide database is translated to input protein before the search
es: Alineamiento proteínico, la base de datos de proteinas es traducida antes de la búsqueda

source: Protein alignment, both input query and database are translated before the search
es: Alineamiento proteínico, las dos consults de entradas y la Base de Datos son traducidas antes de la búsqueda

source: Enter a search term.
es: Introduce un término de búsqueda.

source: Please enter at most 30 characters.
es: Por favor, introduce como mucho 30 caracteres.
